ahmadawais.shades-of-purple
akamud.vscode-theme-onedark
alexkrechik.cucumberautocomplete
ChakrounAnas.turbo-console-log
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
eamodio.gitlens
esbenp.prettier-vscode
firsttris.vscode-jest-runner
hediet.vscode-drawio
liviuschera.noctis
marciorasf.theme-darkula
ms-azuretools.vscode-docker
ms-toolsai.jupyter-keymap
nicoespeon.abracadabra
nicoespeon.hocus-pocus
PKief.material-icon-theme
usernamehw.errorlens
wix.glean
zhuangtongfa.material-theme
shalldie.background
