4ops.terraform
ahmadawais.shades-of-purple
akamud.vscode-theme-onedark
alexkrechik.cucumberautocomplete
andys8.jest-snippets
Arjun.swagger-viewer
aws-scripting-guy.cform
bceskavich.theme-dracula-at-night
bierner.markdown-mermaid
ChakrounAnas.turbo-console-log
christian-kohler.path-intellisense
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
firsttris.vscode-jest-runner
GitHub.copilot
GregorBiswanger.json2ts
hashicorp.terraform
hediet.vscode-drawio
liviuschera.noctis
loiane.ts-extension-pack
marciorasf.theme-darkula
ms-azuretools.vscode-docker
ms-python.isort
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-pack
nachocab.highlight-dodgy-characters
nicoespeon.abracadabra
nicoespeon.hocus-pocus
njpwerner.autodocstring
Orta.vscode-jest
PKief.material-icon-theme
pmneo.tsimporter
rbbit.typescript-hero
redhat.vscode-yaml
shalldie.background
streetsidesoftware.code-spell-checker
stringham.move-ts
tht13.html-preview-vscode
timonwong.shellcheck
TTOOWA.in-your-face-incredible
usernamehw.errorlens
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
VisualStudioExptTeam.vscodeintellicode-completions
Vue.volar
wix.glean
ZainChen.json
