4ops.terraform
adrianwilczynski.user-secrets
ahmadawais.shades-of-purple
akamud.vscode-theme-onedark
alexkrechik.cucumberautocomplete
andys8.jest-snippets
arjun.swagger-viewer
aws-scripting-guy.cform
azurite.azurite
bceskavich.theme-dracula-at-night
bierner.markdown-mermaid
bmewburn.vscode-intelephense-client
chakrounanas.turbo-console-log
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
docker.docker
donjayamanne.githistory
dracula-theme.theme-dracula
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
firsttris.vscode-jest-runner
formulahendry.code-runner
github.copilot
github.copilot-chat
gregorbiswanger.json2ts
hashicorp.terraform
hediet.vscode-drawio
humao.rest-client
jock.svg
junstyle.php-cs-fixer
kakumei.ts-debug
liviuschera.noctis
loiane.ts-extension-pack
marciorasf.theme-darkula
mathiasfrohlich.kotlin
mattpocock.ts-error-translator
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azurelogicapps
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azureterraform
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-python.debugpy
ms-python.isort
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.azure-account
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vsliveshare.vsliveshare
nicoespeon.abracadabra
nicoespeon.hocus-pocus
njpwerner.autodocstring
orta.vscode-jest
pkief.material-icon-theme
pmneo.tsimporter
redhat.java
redhat.vscode-yaml
ritwickdey.liveserver
streetsidesoftware.code-spell-checker
stringham.move-ts
teamsdevapp.ms-teams-vscode-extension
timonwong.shellcheck
ttoowa.in-your-face-incredible
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
visualstudioexptteam.vscodeintellicode-completions
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vue.volar
wayou.vscode-todo-highlight
wix.glean
zainchen.json
